[Demo_Shinobu_ep6_1_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=1785,Y=690,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=1785,Y=500,Z=0),VecSub=(X=90,Y=0,Z=0),CId=71)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[6]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Decision.GG2_BGM_DM_CMN_Decision_Cue')
DemoScripts[7]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Schoolzone.GG2_AMB_Schoolzone_LP_Cue')
DemoScripts[8]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[9]=(Actor=FADE,Command=WAIT)
DemoScripts[10]=(Actor=WINDOW,Command=SET)
DemoScripts[11]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[12]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[13]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[14]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_1.GG2_V_Shinobu_ep6_1_004_Cue',Name="エコロ")
DemoScripts[15]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[16]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[18]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[19]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_1.GG2_V_Shinobu_ep6_1_006_Cue',Name="エコロ")
DemoScripts[20]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[21]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[22]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[23]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[24]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_1.GG2_V_Shinobu_ep6_1_008_Cue',Name="エコロ")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[26]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[28]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[29]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[30]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0100_lp_close_normal",Rate=0,Number=0,Bit=1)
DemoScripts[31]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_1.GG2_V_Shinobu_ep6_1_012_Cue',Name="エコロ")
DemoScripts[32]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[33]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[34]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0105_fx_Stand2Seamon",Rate=0,Number=3,Bit=1)
DemoScripts[35]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0500_lp_Sermon",Number=8)
DemoScripts[36]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_1.GG2_V_Shinobu_ep6_1_013_Cue',Name="エコロ")
DemoScripts[37]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[38]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[39]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_1.GG2_V_Shinobu_ep6_1_014_Cue',Name="エコロ")
DemoScripts[40]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[41]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[42]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0501_fx_Seamon2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[43]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[45]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[46]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_1.GG2_V_Shinobu_ep6_1_016_Cue',Name="エコロ")
DemoScripts[47]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[48]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[49]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[50]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[51]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[52]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_1.GG2_V_Shinobu_ep6_1_019_Cue',Name="エコロ")
DemoScripts[53]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[54]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[55]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[56]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_1.GG2_V_Shinobu_ep6_1_021_Cue',Name="エコロ")
DemoScripts[57]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[58]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[59]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[60]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_1.GG2_V_Shinobu_ep6_1_022_Cue',Name="エコロ")
DemoScripts[61]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[62]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[63]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[64]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[65]=(Actor=WINDOW,Command=EXIT)
DemoScripts[66]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[67]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[68]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[69]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[70]=(Actor=SYSTEM,Command=END)

[Select_Shinobu_ep6_1_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Shinobu_ep6_1_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="我,一時之間......沒能追上去......")

Texts[1]=(Label="TEXT02",Name="峯大",Text="明明覺得好不容易/n能幫上小忍的忙了,結果那傢伙....../n就連對著這樣的我都懷抱自卑感......")

Texts[2]=(Label="TEXT03",Name="峯大",Text="我......完全沒察覺到/n小忍的心情./n我還是第一次見到她那麼軟弱的樣子......")

Texts[3]=(Label="TEXT04",Name="艾可蘿",Text="峯大大人./n......即使如此,時間也有限./n現在還是追上她吧?")

Texts[4]=(Label="TEXT05",Name="峯大",Text="我說,艾可蘿./n小忍的守護者--她的心靈之壁/n到底是什麼啊?")

Texts[5]=(Label="TEXT06",Name="艾可蘿",Text="咦?")

Texts[6]=(Label="TEXT07",Name="峯大",Text="我不是想自誇......不過我覺得/n小忍並沒有討厭我./n到目前為止我隱約有這種感覺.")

Texts[7]=(Label="TEXT08",Name="艾可蘿",Text="這個嘛......是啊./n說的也是呢.畢竟看就知道了.")

Texts[8]=(Label="TEXT09",Name="峯大",Text="雖然只是感覺,但那個守護者/n似乎和小忍的自卑感有什麼關聯.")

Texts[9]=(Label="TEXT10",Name="峯大",Text="至今為止我們都對此視而不見,/n只想著要強行突破守護者....../n但事情不該是如此.")

Texts[10]=(Label="TEXT11",Name="峯大",Text="我希望能好好面對並解決....../n然後在此之上和她交往./n我想要確實理解小忍.")

Texts[11]=(Label="TEXT12",Name="艾可蘿",Text="......我明白了./n這本來就是峯大大人的人生./n照你的想法去做纔是最好的.")

Texts[12]=(Label="TEXT13",Name="艾可蘿",Text="不過,和那件事另當別論,/n請別忘記提升你的受歡迎氣場了.")

Texts[13]=(Label="TEXT14",Name="艾可蘿",Text="要是就這麼保持微弱的受歡迎氣場,/n就算告白成功,也不知道天使之箭的力量/n能不能確實發揮作用.")

Texts[14]=(Label="TEXT15",Name="峯大",Text="嗯,我知道.")

Texts[15]=(Label="TEXT16",Name="艾可蘿",Text="那麼,你打算怎麼做?/n應該不至於完全沒有計畫吧?")

Texts[16]=(Label="TEXT17",Name="峯大",Text="我想就算問本人,她也不會跟我說,/n所以關於小忍的事還是問\"那個人\"/n是最好的吧.")

Texts[17]=(Label="TEXT18",Name="峯大",Text="......啊,糟糕......我不知道她的聯絡方式....../n那就只能靠雙腳尋找了吧......")

Texts[18]=(Label="TEXT19",Name="艾可蘿",Text="啊,對了./n在開始移動之前,我有一個忠告.")

Texts[19]=(Label="TEXT20",Name="峯大",Text="雖然託忍大人的福,惡魔已經不在了,/n但是黑暗能量還留在女孩子們身上./n算是所謂的後遺症吧.")

Texts[20]=(Label="TEXT21",Name="艾可蘿",Text="雖然託忍大人的福,惡魔已經不在了,/n但是黑暗能量還留在女孩子們身上./n算是所謂的後遺症吧.")

Texts[21]=(Label="TEXT22",Name="艾可蘿",Text="雖然即使放著不管,/n到了明天應該也會復原......")

Texts[22]=(Label="TEXT23",Name="峯大",Text="就跟目前為止一樣,/n一旦發現,就讓她們恢復正常,對吧......")

Texts[23]=(Label="TEXT24",Name="峯大",Text="畢竟我也不忍心看著女孩子失去理智....../n我明白了,我會注意的.")

Texts[24]=(Label="",Name="",Text="")

Texts[25]=(Label="SELECT01",Name="",Text="")

Texts[26]=(Label="SELECT02",Name="",Text="")

Texts[27]=(Label="SELECT03",Name="",Text="")

Texts[28]=(Label="SELECT04",Name="",Text="")

Texts[29]=(Label="SELECT05",Name="",Text="")

Texts[30]=(Label="SELECT06",Name="",Text="")

Texts[31]=(Label="SELECT07",Name="",Text="")

Texts[32]=(Label="SELECT08",Name="",Text="")

Texts[33]=(Label="SELECT09",Name="",Text="")

Texts[34]=(Label="SELECT10",Name="",Text="")


